/**
 * 宫颈癌预防
 */
$.mockjax({
	url: "/restful/prevent",
	data: {
		type: 1
	},
	responseText: {
		"pages": 1,
		"list": [
			{
				"id": "zhushe",
				"img": "29752fc1-2745-4dd7-85a8-d6cf3a04f223.001.png",
				"title": "HPV疫苗注射课堂开课啦！",
				"text": "今天上课的内容是HPV疫苗的注射。相较于狂犬疫苗、乙肝疫苗等常见疫苗，HPV疫苗是一张新面孔。为了能够科学利用这个“神器”，下面我们一起来学习它的注意事项。这一章必考，希望大家引起重视、做好笔记。上课前要强调的是——HPV疫苗属于预防性疫苗，并不能治疗病变。所以，如果你已经不幸被确诊为宫颈癌，那你可能得去隔壁班哦！关于该不该接种这个问题，其实不用纠结。接种前，专业的医疗人员会询问和审阅您的病史并对您进行临床检查，还会对接种HPV疫苗的收益与风险作出科学分析。简直不要太贴心了有木有！HPV疫苗注射，最好在0、1、6月分别接种1次，共接种3剂。也就是说，HPV疫苗接种需要 在6 个月内完成 3 次注射。接种HPV疫苗可能会出现一些不良反应，例如局部的红肿疼痛以及发烧、头晕..."
			},
			{
				"id": "huainvhai",
				"img": "7a0887a3-bd58-458f-9f13-e48eac0d2dad.001.png",
				"title": "得了HPV就一定是坏女孩吗？",
				"text": "谈到HPV，许多人就认为一定是性生活不检点才会感染这种病毒。其实，即便只和男朋友一个人爱爱，也有可能感染HPV。如果一概而论，认为感染HPV的就是坏女孩，那可就冤枉了不少女孩呐~那么HPV究竟如何传播的呢？HPV病毒存在于日常环境中，传染途径除了主要有爱爱之外，也可通过皮肤接触传播，如卫生间、浴缸等。其实，HPV是每个女孩成长道路中的一道“劫难”。在国外，研究表明女性在她的一生中发生至少一次HPV感染的机率为85% ，而且感染HPV的女性中80%是在45岁以前感染的 。在我国，15～24岁的城市女性最有可能感染HPV，而因为没有症状导致不易被发觉，只有到医疗机构检查时才有可能发现。虽然HPV病毒在我们生活的环境中无处不在，这并不意味着我们对它就束手无策~~下面，到了重点科.."
			},
			{
				"id": "qianshi",
				"img": "859b6eaf-8ffd-470d-9030-7f5d77c38408.003.png",
				"title": "一张图告诉你：宫颈癌与HPV的前世今生",
				"text": "HPV与宫颈癌之间究竟有怎样的关联？得了HPV是否一定就会得宫颈癌？ 面对HPV与宫颈癌之间扑朔迷离的关系，女孩们总是急切地想弄明白。 憋着急，今天我们就通过简单的一张图带你了解宫颈癌与HPV的前世今生。 HPV16/18：不得不防的爆款病毒 HPV有很多类型，而其中HPV16/18是高危HPV中的“爆款”。它们与全球70%以上的宫颈癌相关，在中国这个数字更高达84.5%。感染了爆款HPV，就有可能发生癌前病变和宫颈癌。 更常见的HPV 16 vs 更可怕的HPV 18 不同类型的HPV导致不同类型的宫颈癌。约七八成的宫颈癌为鳞癌，主要由HPV16感染引起；另外一两成为腺癌，主要由HPV18感染引起。这两款爆款高危HPV中，HPV16比HPV18更常见，但HPV18的致癌作用比HPV16更大。 10年磨一癌 如果不幸感染了HPV 16/18，辣么女孩的未来可能会面临3种..."
			},
			{
				"id": "nxntm",
				"img": "f736db57-eaa4-4d04-bc77-6d175aaa0d9a.001.png",
				"title": "那些年，他们一起“追”的风",
				"text": "追星、追剧、追男神、追新番……新时代的追风少女们每天都有追不完的新鲜事儿。然而，追风可不是年轻人的特权哦，早在20世纪初，就有人在乐此不疲地追追追了，只不过他们追的是宫。颈。癌。 What？？？少女们避之不及的宫颈癌还有人敢去追？没错！没有专家们锲而不舍的追探，就没有今天宫颈癌致病元凶的真相大白。专家们是如何追的呢？跟随我们一起追追看吧！ 早在19世纪40年代，一位意大利医师从死亡登记资料分析中发现，患宫颈癌的妇女大多数为已婚者，未婚者很少，而修女几乎不患宫颈癌。因此，他认为结婚与否与宫颈癌的发生有着一定的关系。 20世纪50年代，人们开始将目光集中到家庭、婚姻、分娩和性生活上，企图在这里发现宫颈癌的蛛丝马迹。"
			},
			{
				"id": "hpvzjs",
				"img": "8b6f16e3-44eb-4c18-bdaa-653cea80105b.005.png",
				"title": "一份来自HPV的自白书",
				"text": "Hi，大家好，我是HPV，我的中文名字叫人乳头瘤病毒。话不多说，先上自拍。喏，我长这样。 是不是很美丽？其实，我不单外表美，我的内在也很美哦！我的内在长这样↓ 跟你们人类一样，我也是有DNA哒！这2根成环的“链子”就是我的DNA，我的DNA具有很强的亲（chuan）和(ran)力(xing)，也是我与你们人类交朋友的“秘密武器”。我最喜欢年轻姑娘了，可她们貌似都不太喜欢我，一想到我就不寒而栗，在她们眼中，我就是糖衣炮弹，是坏人。说到这里，有必要向大家介绍下我的家族了。 我有一个超级大的伐木累，有超过100多位的兄弟姐妹，它们中有的比较调皮捣蛋，比如，HPV6、11、42、43、44等等，虽然它们接近人类，会带来一些与外生殖器湿疣等相关的疾病，但它们对人类没有太大的恶意，如果人类采取一些措施的话，它们会..."
			}
		]
	}
});
/**
 * 宫颈癌概述
 */
var pages = 2
$.mockjax({
	url: "/restful/survey",
	data: {
		type: 1
	},
	responseText: {
		"pages": pages,
		"list": [
			{
				"id": "fangshenshu",
				"img": "02823769-66d6-46fb-844b-1b62305dd294.001.png",
				"title": "女子“防”身术，你学了吗？",
				"text": "天灾意外、男朋友出轨、爱豆突然传出婚讯……这世上，有太多事情发生地猝不及防。还有宫颈癌，这一威胁女性生殖系统健康的第一杀手，不知道什么时候就会盯上你……作为一个女孩子，不学点“防”身术，真有点Hold不住呢~女子“防”身术第一步，知己知彼，方能百战不殆。想要预防宫颈癌，首先我们要了解宫颈癌是由什么引发的。1983年，豪森博士经过缜密检测，层层抽丝剥茧，首次从宫颈癌活检组织中分离出HPV16型病毒，将其列为宫颈癌致病原因怀疑对象。1984年，他成功克隆出HPV16型和18型病毒基因组，发现某些类型的HPV感染与宫颈癌之间存在着直接的因果关系。2008年10月6日，凭借发现HPV是导致宫颈癌病因的成就，豪森博士获得该年度诺贝尔生理学/医学奖。此处应有掌声！“凶手”已被找到，接下来我们该怎么办..."
			},
			{
				"id": "wodi",
				"img": "7cab03f1-4b38-45f6-8b30-e3ce2a8af8b4.002.png",
				"title": "潜伏在你身体里的“卧底”，你发现了吗？",
				"text": "都说三个女人一台戏，有女人的地方就有故（gong）事（dou）。在宫斗大戏《甄嬛传》中，每个人身边都潜伏着一个卧底。可你知道吗？在我们的身体里，也潜伏着各种“卧底”！它们是癌细胞的化身，时刻准备着摧毁我们的免疫系统。宫颈癌，这一威胁女性生殖系统健康的第一杀手，更是在我们身体中埋伏了无数的卧底，简直防不胜防！积极进行宫颈癌防控、寻找宫颈癌“卧底”显得刻不容缓！寻找宫颈癌卧底，即宫颈癌筛查，就是在卧底没有出现叛变行为（宫颈癌症状）之前，通过某些方法去发现即将着手行动的卧底（早期宫颈癌）和一些有叛变苗头的准卧底（癌前病变）。想要找到潜伏在我们体内的宫颈癌卧底，有两种方法：一种是宫颈细胞学检查，包括传统的巴氏涂片、液基薄层细胞学检查（TCT）；一种是HPV检测。这些方法都具有安..."
			},
			{
				"id": "biyan",
				"img": "0bf92f5f-aedd-43ad-9736-a6f0a98b9fe8.002.png",
				"title": "天黑请闭眼，TA来了，请睁眼！",
				"text": "玩过狼人杀的都知道，当法官发出口令“天黑请闭眼，狼人请睁眼”后，接下来“狼人”就要杀人了。身为“平民”的我们，不断地和“狼人”斗智斗勇，试图从蛛丝马迹中发现“狼人”的踪影。宫颈癌就像这样一个“狼人”，在与宫颈癌进行这盘狼人杀时，想让它跳出来也不是不可能，这就要考察我们“平民”的观察能力啦！最初之时，宫颈癌狼人隐藏地很好，没有明显的症状和表现。经过一段时间的观察，随着疾病的发展，从宫颈癌这个狼人的表现中，我们总能发现一些蛛丝马迹。睁大眼睛，下面，我就来为大家攻略一下，宫颈癌这个狼人会有怎样的表现。阴道出血：常为接触性出血，多见于性生活、妇科检查后，出血量可多可少。早期出血量一般较少，中、晚期出血量大。老年患者绝经后也会发生不规则阴道流血。经期紊乱：表现为经期延长、周期缩短..."
			},
			{
				"id": "yishouge",
				"img": "cbc69149-7755-4cd5-8f8f-e80c4fbae5e7.001.png",
				"title": "给我一首歌的时间，告诉你癌后生活护理该怎么办",
				"text": "现在的年轻人呀，要是不得个什么“癌”好像就跟不上时代了，动辄就懒癌晚期、穷癌遍地，直男癌、手癌、尴尬癌更是屡见不鲜。你要问他们“癌”后生活怎么办，那肯定是直接放弃治疗呀！日常开开玩笑也就算了，如果真的不幸患上癌症（比如宫颈癌），你真的知道该怎么办吗？给我一首歌的时间，让我告诉你~俗话说，病是三分治、七分养。虽然我们无法改变生病的事实，但至少可以振作起来，积极治疗来改变这种状态。就像一首歌有前奏、主歌、尾声，癌后的生活护理同样如此，如果做得好也是可以续写自己生命的乐章哒！生活护理之前奏：《树立信心，保持乐观》。我们在遇到打击和挫折时，难免会出现震惊、恐慌、消沉或焦虑的情绪。尤其在得知患有可能改变自己命运的疾病时，更是崩溃不已。如何从犹豫彷徨中走出来，仅仅依靠..."
			},
			{
				"id": "guniangnidong",
				"img": "yisheng.png",
				"title": "姑娘，你真的懂如何呵护自己吗？",
				"text": "年轻女孩：嘤嘤嘤，童话里都是骗人的！医生：怎么了？年轻女孩：说好的无论贫穷富贵、无论疾病健康都会不离不弃一辈子呵护我、保护我……结果呢？还不是劈腿了……医生：别人永远没有自己可靠。想要别人来好好呵护你，不如先自己好好呵护自己。年轻女孩：对！我要去买名牌包包！买神仙水！买漂亮衣服！买……医生：等等！你说的这些呵护自己、爱自己都太浮于表面了……你知道怎样做才是真正的呵护自己吗？年轻女孩：怎样做？医生：要认真呵护你的宫颈~年轻女孩：咦？医生：你知道么？宫颈位于子宫和阴道的连接通道，是个“事故”多发地带，太容易“生病”了……年轻女孩：这么恐怖？！（震惊脸医生：宫颈位于子宫最下段部分，通过阴道与外界相通，所以各种损伤啊、细菌感染啊、病毒感染啊都会接踵而至，如果再有不洁性生活的刺激..."
			},
			{
				"id": "meixiangdao",
				"img": "ed02d4d7-bf9a-4655-8fed-38e2b999b093.001.png",
				"title": "没想到，宫颈癌还有这么多面孔呢！",
				"text": "都说时间是把杀猪刀，历经不同的生长阶段，逆生长的不多，“放飞自我”的倒不少。曾经白衣翩翩的英俊少年如今变成胡子拉碴的邋遢大叔；曾经豆蔻年华的天真少女如今变成了只知柴米油盐的黄脸婆……可你知道吗？宫颈癌也有自己不同的“成长”阶段的！时间这把刀，在宫颈癌身上又留下了怎样的印记？宫颈癌又是如何放飞自我、有着哪些不一样的面孔呢？跟我一起来看看吧！通常情况下，病人在经过病理检查、被诊断为宫颈癌后，医生会通过各种检查——妇科检查、影像学检查（X线、B超）或内镜检查等来了解肿瘤影响的范围，确定宫颈癌成长到了哪个阶段，以此来为患者提供最佳的治疗方法并评估治愈的几率。不同阶段的宫颈癌长得也不一样哦，通常，医生所使用的宫颈癌分期为国际妇产科联盟（FIGO）分期，将其分为了4期：..."
			},
			{
				"id": "gaoneng",
				"img": "01ebcd99-0b1f-4042-b79c-3fc3fbf6d2c6.001.png",
				"title": "前方高能！一大波抗癌大军来了！",
				"text": "每个少女心中，都会有个盖世英雄，在自己遇到危险时，他会披着金甲圣衣、踩着七彩祥云出现在自己面前。然而，被宫颈癌缠身后才意识到，盖世英雄并不会出现……难道，就只能这样了吗？前方高能，一大波抗癌大军来拯救你了！首先，是抗癌大军中的先锋部队——手术治疗。它可以将子宫及其周围组织手术切除，主要针对的是早期宫颈癌患者。 紧接着，是抗癌大军中的特种部队——放射治疗。它适用范围广泛，搞不定的任务交给它就好，它可以利用放射线杀死肿瘤细胞，常常在中晚期宫颈癌患者身边可以看到它的身影。最后，是抗癌大军中的机动部队——化学治疗。什么时候需要它，它就会出现，利用化学药物杀灭肿瘤细胞。虽然，每个部队有自己不同的职责，在宫颈癌治疗中发挥主要作用的是先锋部队和特种部队。但部队总..."
			},
			{
				"id": "zhaoca",
				"img": "b3659255-0c2f-4916-af46-22ac4491d053.001.png",
				"title": "大家来“找茬”之宫颈癌诊断面面观",
				"text": "相信很多人都玩过大家来找茬的游戏吧？在神似的场景中寻找其中极其细微的差别，考验耐力也考验缜密鉴别力。其实，很多疾病（比如宫颈癌）的诊断，与找茬游戏有着异曲同工之妙哦。对于早期没有明显症状显现的宫颈癌，该如何进行诊断呢？今天，我就来为大家科普下，医生们是如何运用缜密的检测手段、面面俱到发现宫颈癌、诊断宫颈癌的。首先，来给大家看一下宫颈癌的诊断流程。从上面的流程图中可以看出，面对来势汹汹的宫颈癌，我们严阵以待，不给宫颈癌以可乘之机。那这些检查手段各自有哪些功能、它们之间又有着哪些不同？接下来就为大家详细解析下。包括视诊和触诊两种。1）视诊　应在充足照明条件下进行，直接观察外阴和通过阴道窥器观察阴道及宫颈。除一般观察外应注意癌浸润范围..."
			},
			{
				"id": "wobubei",
				"img": "4ad582e2-5bdf-40d9-8189-fbc83f24dc96.001.png",
				"title": "宫颈癌的自白：有些锅，我不背",
				"text": "Hi，姑娘们，我是宫颈癌，是你们口中的女性健康杀手。或许你没见过我，但听到我的名字也足以让你闻风丧胆。可是，我也很“委屈”，我也很“无辜”呀！不是洗白，今天我们就来聊一聊，剥夺了无数女性的生命，真的都是我的原因吗？首先，我不会无缘无故找上你们的，谁让你们先发出了“喜欢我”的信号呢？HPV感染：高危型HPV对我有着强大的吸引力，它是导致我与你相遇的罪魁祸首，尤其是HPV16和HPV18。性行为：如果你初次性生活过早（＜16岁）、性生活活跃、多个性伴侣、性伴侣又有多个性伴侣的话，就有可能吸引我来到你身边哦~口服避孕药：如果你长期口服避孕药的话，也会增加我看到你的几率。吸烟：吸烟会降低你的免疫力，当我接近你时，你会无力抵挡。以上这些，都有可能将我吸引至你身边..."
			},
			{
				"id": "hudie",
				"img": "c3ce66b6-07ca-4ecc-9e07-2778fb39afc4.004.png",
				"title": "一个细胞引发的“蝴蝶效应”",
				"text": "亚马逊河流的蝴蝶煽动了几下翅膀，美国德克萨斯就掀起了一场龙卷风；爱豆在北京开了场演唱会，上海的交通便陷入了瘫痪；今天早上没有吃包子，华尔街的股市就开始大跌……牵一发而动全身，你永远无法想象一个生活中的小细节会带来怎样的影响，就像你无法想象我们身体里的一个宫颈癌感染细胞，会引发社会上怎样的“蝴蝶效应”姑娘们可能都知道，宫颈癌会对女性生殖系统造成巨大的损害。然而，更恐怖的是，它还有转移的风险！宫颈癌生长以后可向邻近组织和器官直接蔓延，阴道、子宫体、盆腔组织、膀胱、直肠、锁骨、淋巴结、肺、肝、骨等，宫颈前后左右上下两侧的组织器官无一幸免，甚至还有转移至全身各处的风险！简直是肆无忌惮、无孔不入！..."
			}
		]
	}
});
$.mockjax({
	url: "/restful/survey",
	data: {
		type: 2
	},
	responseText: {
		"pages": pages,
		"list": [
			{
				"id": "gjaqbb",
				"img": "ff2c9a5e-2261-4783-b398-0e92b7580c16.002.png",
				"title": "小心！宫颈癌可能就在你身边！",
				"text": "如今，人与世间万物的距离越来越近了：和偶像只隔着一个手机屏幕的距离，和环游世界只隔着一张机票的距离，和山珍海味只隔着一份外卖的距离……那、和宫颈癌呢？不要逃避，不要觉得宫颈癌离你还很遥远，其实，宫颈癌很有可能就在你身边，不要等到查出CIN了再追悔莫及……可能你要问了，CIN是什么？在介绍CIN前，先来为大家科普下肿瘤的概念。人有好坏之分，肿瘤也有良性和恶性之别，良性肿瘤生长比较缓慢，在切除后很少复发；恶性肿瘤（也就是我们平常所说的癌症）生长比较快，切除后依旧有复发的风险..."
			},
			{
				"id": "bbnxjs",
				"img": "25ebdc53-2fab-4da1-9a6f-c8ea1b8d5077.001.png",
				"title": "不被女性接受的“第一”，细思极恐！",
				"text": "有女人的地方就有江湖，有江湖的地方就有排名……试问哪个女生不想成为学校里的第一精英，职场上的第一骨干，同辈中的第一榜样，爱豆身边的第一粉头……可惟独，有个“第一”她们却避之不及，那就是让她们谈之色变的宫！颈！癌！ 我们都知道，宫颈癌是最常见的妇科恶性肿瘤之一，位居女性生殖系统三大恶性肿瘤（宫颈癌、卵巢癌、子宫内膜癌）之首。 这个第一可不是凭空得来的哦，有数据有真相。 2015年，我国宫颈癌发病人数约为10万。其中城市为53200例，农村为45700例，平均每天约274人被诊断为宫颈癌。 在这些患者当中，45~59岁年龄组新发病例最多，为45700例，其次为30~44岁年龄组和60~74岁年龄组，分别为28200例和19000例。 除了发病率高，宫颈癌在我国的死亡率也不容小觑。因宫颈癌死亡人数约30,500例，其中城市为..."
			},
			{
				"id": "rmzhn",
				"img": "33be0b75-1f0a-4715-be1a-01940e95f8c3.003.png",
				"title": "是什么让软妹子和女汉子都怕了？",
				"text": "身为新时代的新新女性，上得厅堂，下得厨房，杀得了木马，打得过流氓……简直无所不能！然而，不管是软妹子还是女汉子，在面对TA时，顿时气势全无。是什么让她们谈之色变？是什么让她们都怕了？是TA是TA就是TA，少年英雄小哪吒！哦不，女性杀手宫颈癌！在介绍宫颈癌之前，首先我来为大家科普下癌症是什么。癌症，又叫恶性肿瘤，是由身体内的异常细胞过度生长和分裂引起的。当我们身体里的细胞受到环境中一些毒素长时间影响后，再加上自身免疫力减弱，我们体内就会出现一些不正常的细胞。这些不正常的细胞生长能力特别强，生长速度特别快，没有控制地生长就形成了肿瘤。其中恶性的肿瘤，就是我们通常所说的癌症。癌症的恶性细胞更容易扩散出去，用外科手术切除后，部分病人依旧有复发的风险..."
			},
			{
				"id": "wxdns",
				"img": "01fe038b-31c9-4dcf-aa72-d2c1971eff57.005.png",
				"title": "20多岁的女孩子们，我想对你说",
				"text": "20多岁的女孩子们，每天都有很多脑洞大开的想法。比如，嫁给自己的爱豆啦，在短期内达成小目标挣到一个亿啦，任何场合都自带女主光环啦等等。风华正茂的年纪，美好的人生才刚刚开始，照道理来讲，我们应该互相打气……可此时我却想对你说些有点丧的话：你有没有想过，20多岁也有可能会得宫颈癌…… 不要觉得癌症离你很远，也不要觉得这是危言耸听，在中国，宫颈癌的发展正呈现出年轻化的趋势。有数据有真相。↓ 我国一项1988~2002年关于宫颈癌发病率和死亡率肿瘤登记数据的分析显示，1998~2002年我国25~39岁女性的宫颈癌发病率比1988~1992年增加了5倍多！ 同时，一份上海肿瘤医院1991~2001年的资料分析显示，我国35岁以下宫颈癌的新发病例总体呈增加趋势。 （分别为1.2%、1.2%、4.3%、4.2%、4.6%、4.5%、7.3..."
			}
		]
	}
});
/**
 * 活动报道
 */
$.mockjax({
	url: "/restful/activity",
	data: {
		type: 1
	},
	responseText: {
		"pages": 1,
		"list": [{
				"id": "gongguan",
				"img": "7462bb9c-dd50-4578-9cf4-9aa5a48353da.001.jpeg",
				"title": "明星榜样｜从戏中饰演宫颈癌患者到现实亲身宣教宫颈癌",
				"text": "被粉丝热赞为“公益鸠”的郭采洁最近可谓行程满满，前脚刚在慈善芭莎夜上与“小时代姐妹花”合体做公益，9月12日又马不停蹄地出现在上海大学进行宫颈癌预防行动的宣传教育。从戏中角色患上宫颈癌，到现实生活中宣教宫颈癌疾病，郭采洁不得不说是一个做公益好榜样！化身宫颈癌预防行动宣教大使 助力女性远离子宫颈癌9月12日下午，郭采洁身穿紫红色毛质长裙，搭配同色系短皮靴，干练整洁地现身在上海大学，参加中国宫颈癌预防控制科普项目的校园行活动。同日晚上，中国宫颈癌预防控制科普项目在上海和平饭店启..."
			},
			{
				"id": "xiaoyuanxing2",
				"img": "15ae896a-b404-48f3-9bfe-05cc6e34027f.003.jpeg",
				"title": "中国宫颈癌预防控制科普项目,校园行（上海大学）活动启动",
				"text": "2017年9月12日，中国宫颈癌预防控制科普项目校园行活动在上海大学启动。中华预防医学会副会长兼秘书长杨维中，上海市卫生计生委副主任吴凡，上海市学校卫生保健协会副会长丛海鹰，上海市教委体育卫生艺术科普处时多，上海大学工会常务副主席、妇委常务副主任顾红，上海大学校医院院长周弘，中国宫颈癌预防控制科普项目专家委员会专家代表、媒体代表和学生代表500余人参加了活动。宫颈癌是严重威胁女性健康的常见恶性肿瘤。我国宫颈癌每年新发病例10万，死亡病例3万，是15岁至44岁女性中第三大高发..."
			},
			{
				"id": "kepuxiangmu",
				"img": "5838c1d2-ebf4-4ece-9609-0ecdc171b29b.004.jpeg",
				"title": "中国宫颈癌预防控制科普项目在沪启动",
				"text": "2017年9月12日，中国宫颈癌预防控制科普项目启动会在上海和平饭店隆重举行。中华预防医学会王陇德会长、国家卫生计生委妇幼健康服务司宋莉副司长、上海市卫生计生委王磐石副主任、中华预防医学会副会长兼秘书长杨维中等有关单位部门领导，中国宫颈癌预防控制科普项目（以下简称“项目”）专家委员会专家代表以及媒体代表100余人参加了本次会议。宫颈癌是严重威胁女性健康的常见恶性肿瘤。我国宫颈癌每年新发病例10万，死亡病例3万，是15岁至44岁女性中第三大高发癌症。同时，宫颈癌是可以通过有效措..."
			}
		]
	}
});
/**
 * 常见问题
 * type1 宫颈癌   type 2 宫颈癌疫苗
 */
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 1,
		pages: 1
	},
	responseText: {
		"pages": 3,
		"list": [{
				"title": "什么是宫颈癌？",
				"text": "宫颈癌是发生在女性子宫颈部的恶性肿瘤。宫颈癌是女性常见的恶性肿瘤之一，在中国其发病率和死亡率在女性生殖系统恶性肿瘤中居第一位。在全球范围内每年大约有20万妇女死于这种疾病，2015年中国宫颈癌新发病例约十万人，死亡约三万人。"
			},
			{
				"title": "宫颈癌的病因是什么？",
				"text": "宫颈癌的病因是发生了致癌型HPV（致癌HPV即人乳头瘤病毒）持续感染，研究显示99%以上的宫颈癌中都发现了HPV感染。"
			},
			{
				"title": "其他导致宫颈癌的高风险因素有哪些？",
				"text": "能增加女性罹患宫颈癌风险的因素称为危险因素，目前宫颈癌可能的危险因素有：性伴侣多、吸烟、过早性生活、生育过多孩子和免疫系统功能衰弱等，这些因素可能增加女性罹患宫颈癌的风险。"
			},
			{
				"title": "我国宫颈癌的发病年龄？",
				"text": "研究发现，宫颈癌在我国高发于20-55岁的女性，发病率在20到40岁持续大幅上升。此外，近年中国宫颈癌的发病和死亡还呈现年轻化趋势： 1998-2002年间25-39岁女性宫颈癌发病率比1988-1992年平均增加了约5倍，死亡率平均增加了约2倍；另一项研究发现，≤35岁年轻患者所占比例逐年上升。"
			},
			{
				"title": "我国的宫颈癌新发病例数？",
				"text": "2015年中国宫颈癌新发病例约10万人，发病率在中国女性生殖系统恶性肿瘤中居于第一位"
			},
			{
				"title": "我国的宫颈癌死亡病例数？",
				"text": "2015年中国宫颈癌死亡人数约3万人，其死亡率在中国女性生殖系统恶性肿瘤中居于第一位"
			},
			{
				"title": "罹患宫颈癌有什么症状？",
				"text": "罹患宫颈癌的常见症状为接触性阴道出血，异常白带如血性白带、白带增多, 不规则阴道出血或绝经后阴道出血。而癌前病变及宫颈癌早期可无任何症状。"
			},
			{
				"title": "宫颈癌的预后如何？",
				"text": "中国宫颈癌患者的总体5年生存率不超过60%。"
			},
			{
				"title": "宫颈癌怎么治疗？",
				"text": "宫颈癌的治疗包括手术、放疗、化疗和综合治疗。具体的疾病诊断及诊疗方案应咨询医疗保健专业人士。"
			},
			{
				"title": "宫颈癌如何预防？",
				"text": "WHO（世界卫生组织）推荐的宫颈癌防控策略包括宫颈癌疫苗接种和宫颈癌筛查"
			}
		]
	}
});
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 1,
		pages: 2
	},
	responseText: {
		"pages": 3,
		"list": [{
				"title": "宫颈筛查方法？",
				"text": "宫颈癌筛查的常用方法包括：1宫颈抹片（也称巴氏涂片法、Pap-Smear法）、液基细胞学检查、醋酸/碘染色法、HPV DNA检测等。具体宫颈筛查的信息应咨询相关医疗保健专业人士。"
			},
			{
				"title": "宫颈癌的早期检查",
				"text": "在早期发现宫颈癌的过程中，宫颈癌筛查是非常有效的，它能在癌症出现前检查出宫颈是否出现异常细胞。<span style='color: red'>中国子宫颈癌综合指南推荐21-29岁女性每三年进行一次宫颈细胞学检查；30-65岁女性可以每五年进行一次宫颈细胞学检查以及HPV联合检查；65岁以上的女性如果之前10年内连续3次细胞学检查阴性，或连续两次细胞学联合HPV检测阴性，且最近一次检查在5年内的，可以停止筛查。</span>"
			},
			{
				"title": "低级别的宫颈病变会自然消退吗？",
				"text": "70-90%的低级别宫颈病变可以自然消退。"
			},
			{
				"title": "高级别的宫颈病变会自动清除吗？",
				"text": "仅有20-30%的高级别宫颈病变可以发生自然消退，发生了高度宫颈病变后进展为宫颈癌的风险大大增加。"
			},
			{
				"title": "没有性生活也会得宫颈癌吗？",
				"text": "没有性生活也会罹患宫颈癌，但发生率极低。HPV是宫颈癌的主要病因，极少数宫颈癌与HPV感染无关，宫颈癌主要发生在有过性生活的女性中。性行为是HPV传播的主要途径。但是除性行为以外，HPV还可能通过其他的途径进行传播，例如皮肤之间的接触进行传播。"
			},
			{
				"title": "性传播疾病会导致宫颈癌吗？",
				"text": "性传播疾病会增加罹患宫颈癌的风险，但不会直接导致宫颈癌的发生。"
			},
			{
				"title": "多个性伴侣会导致宫颈癌吗？",
				"text": "多个性伴侣会增加罹患宫颈癌的风险。"
			},
			{
				"title": "早生早育会得宫颈癌吗？",
				"text": "较早性行为年龄和初次生产年龄过早会增加罹患宫颈癌的风险。"
			},
			{
				"title": "宫颈癌的诊断",
				"text": "宫颈癌的正确诊断依赖于详细了解病史、临床表现、必要而细致地检查和周密地分析。具体宫颈癌的诊断及鉴别诊断需咨询医疗保健专业"
			},
			{
				"title": "什么是HPV？",
				"text": "HPV即人乳头瘤病毒（Human Papillomavirus），是一种DNA病毒，可感染人类的皮肤或黏膜。HPV分为致癌型和非致癌型。常见的致癌型HPV包括HPV16、18、31、33、45等，可以引起宫颈癌等恶性肿瘤及相关癌前病变。全球范围内，99%以上的宫颈癌发生于HPV感染有关。非致癌型如HPV 6、11等主要引起轻度的宫颈病变以及生殖器疣"
			}
		]
	}
});
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 1,
		pages: 3
	},
	responseText: {
		"pages": 3,
		"list": [{
				"title": "我国女性致癌型HPV的感染率？",
				"text": "中国女性致癌型HPV感染的年龄呈“双峰分布”：第一个高峰在初次性行为后（15-24岁）；第二个高峰在40岁以后。总体而言，超过15%的女性会感染至少一种致癌型HPV"
			},
			{
				"title": "HPV的传播途径？",
				"text": "几乎所有发生过性行为的男性和女性一生中都会发生一种或多种型别的HPV感染，而且可能反复感染。性接触是HPV传播的主要途径，也可通过皮肤接触传播。感染HPV的女性也可在分娩过程中将HPV传递给新生儿。另外，使用安全套可以降低感染的可能性，但却不能完全阻止HPV的传播。"
			},
			{
				"title": "如何预防HPV感染？",
				"text": "接种HPV疫苗是最为理想、且能从根本上预防HPV感染的有效方法。目前上市的HPV疫苗已经被证实其安全性和有效性。鉴于HPV疫苗并不覆盖所有致癌型HPV型别，为减少HPV感染的可能，提倡单一性伴侣，使用安全套等切断传播途径。"
			},
			{
				"title": "如何诊断HPV感染呢？",
				"text": "通常人感染HPV后是没有什么症状的，且大多数情况下可以自行清除感染。目前诊断是否感染HPV的方法有细胞学检查（阴道涂片），检测临床标本的HPV DNA等方法"
			},
			{
				"title": "HPV感染后能被治愈吗？",
				"text": "目前没有专门针对HPV感染的治疗方法，只能提高自身免疫力。大部分HPV感染会在几个月至两年内自然清除。但研究发现，HPV自然感染后的抗体水平很低，并不能防止再次感染。"
			},
			{
				"title": "HPV感染后一定会引起宫颈癌的发生吗？",
				"text": "首先，非致癌型HPV的感染不会引起宫颈癌发生，可能引起生殖器疣等感染性疾病。即便感染了致癌型HPV，90%也可在两年内被自身清除。致癌型HPV的持续感染是导致宫颈癌的必要条件，当其持续感染不能被自身清除时，就可能会引起一系列宫颈癌前病变的发生，按照疾病发生的进程分为宫颈上皮内瘤变Ⅰ级（CINⅠ）、CIN Ⅱ和CINⅢ，直至发生宫颈癌9，整个过程通常要经历10年左右的时间。<br/>    病变程度越高，被自身免疫系统清除的可能性越低。约70-90%的CIN1或CIN2可被清除，而仅20%左右的CIN3可被清除。"
			}
		]
	}
});
var fqa2 = 4;
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 2,
		pages: 1
	},
	responseText: {
		"pages": fqa2,
		"list": [{
				"title": "什么是HPV疫苗（宫颈癌疫苗）？",
				"text": "HPV疫苗（宫颈癌疫苗）人乳头瘤病毒疫苗，简称HPV疫苗，因其可以预防HPV感染导致的宫颈癌，又被俗称为宫颈癌疫苗， 是用于预防特定型别人乳头瘤病毒（HPV）感染所致相关病变的预防性疫苗。"
			},
			{
				"title": "HPV疫苗（宫颈癌疫苗）的接种程序如何呢？",
				"text": "目前在中国首个获批的葛兰素史克公司生产的HPV疫苗（宫颈癌疫苗）需采用三剂程序，即0、1、6月接种，每剂0.5mL。这也是WHO推荐的接种方法之一。"
			},
			{
				"title": "HPV疫苗（宫颈癌疫苗）怎么接种呢？",
				"text": "国内首个获批的HPV疫苗（宫颈癌疫苗）需要采用肌肉注射，首选部位为上臂三角肌。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）前需要检测HPV感染情况吗？",
				"text": "根据WHO立场文件，在接种HPV疫苗（宫颈癌疫苗）前不需要进行HPV检测。"
			},
			{
				"title": "什么年纪可以接种葛兰素史克公司生产的HPV疫苗（宫颈癌疫苗）呢？",
				"text": "中国首个获批的葛兰素史克公司生产的HPV疫苗（宫颈癌疫苗）的接种对象为9到25岁女性。同样，因为HPV疫苗（宫颈癌疫苗）用于预防而不是治疗HPV感染，最好的接种时间是进入性生活之前，WHO（世界卫生组织）推荐女孩和年轻女性进行接种。"
			},
			{
				"title": "错过HPV疫苗（宫颈癌疫苗）的接种程序有办法能补救吗？",
				"text": "目前中国首个获批的HPV疫苗（宫颈癌疫苗）接种时间是有一个时间段的，例如HPV疫苗（宫颈癌疫苗）接种的三针接种程序为0、1、6月，但是第二剂可以在第1到2.5个月时（自第一剂接种后计算）进行接种，第三剂可以在第二剂接种后第5到12个月时接种。"
			},
			{
				"title": "在完成推荐程序多年后，还需要再次接种吗？",
				"text": "目前没有研究表明需要在完成规定程序的HPV疫苗（宫颈癌疫苗）接种后再接种加强剂次。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）有什么禁忌吗？",
				"text": "接种疫苗的禁忌症是为对该品中任一活性成分或辅料严重过敏反应者。"
			},
			{
				"title": "HPV疫苗（宫颈癌疫苗）可以和其他疫苗联合接种吗？",
				"text": "由于国内尚未进行本品与其他疫苗联合接种的临床试验，目前暂不推荐本品与其他疫苗同时接种。目前在中国获批的HPV疫苗（宫颈癌疫苗）说明书中，禁止与其他医药产品混合注射。"
			},
			{
				"title": "目前国内获批的二价HPV疫苗（宫颈癌疫苗）效果如何呢？",
				"text": "四年大型临床试验证明，在未感染HPV的人群中：预防任何型别HPV引起高度宫颈病变（CIN3+）的总体保护效力达93.2%；预防HPV16/18型引起高级别宫颈病变（CIN3+）的保护效力达100%。<br/>接种年龄越小，获得的保护效果越好。"
			}
		]
	}
});
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 2,
		pages: 2
	},
	responseText: {
		"pages": fqa2,
		"list": [{
				"title": "11.HPV疫苗（宫颈癌疫苗）仅对预防的HPV型别有效吗？",
				"text": "不是的，目前国内首个获批的HPV疫苗（宫颈癌疫苗）是双价的，临床研究显示双价HPV疫苗（宫颈癌疫苗）除对预防的HPV16/18型别有效外，对部分其他致癌型HPV有一定的交叉保护，包括HPV31,33和45型。"
			},
			{
				"title": "儿童或者青少年接种HPV疫苗（宫颈癌疫苗）有效吗？",
				"text": "有效的。在中国开展的临床试验结果证明，9-17岁儿童和青少接种双价HPV疫苗（宫颈癌疫苗）后，可获得与18-25岁人群相似的保护效力。"
			},
			{
				"title": "有性生活史的女性可以接种HPV疫苗（宫颈癌疫苗）吗？",
				"text": "可以。目前获批的HPV疫苗（宫颈癌疫苗）中，性生活不是接种的禁忌症；1对于已有性生活还未感染HPV的女性，接种HPV疫苗（宫颈癌疫苗）可以预防相关HPV型别的感染及其引起的宫颈病变；对于有性生活且可能已经被HPV感染的女性，接种HPV疫苗（宫颈癌疫苗）可以预防其他相关HPV型别的感染或者相同HPV型别的再次感染。"
			},
			{
				"title": "感染了HPV还有必要接种疫苗吗？",
				"text": "有必要。接种HPV疫苗（宫颈癌疫苗）可以预防其他相关HPV型别的感染或者相同HPV型别的再次感染。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）可以治愈HPV感染吗？",
				"text": "不可以。目前在我国获批的HPV疫苗（宫颈癌疫苗）是预防性疫苗，不是治疗性疫苗，不能消除已有的感染。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）可以治愈宫颈癌吗？",
				"text": "不可以。目前在我国或批的HPV疫苗（宫颈癌疫苗）是预防性疫苗，不是治疗性疫苗，不能消除已有病变。"
			},
			{
				"title": "HPV疫苗（宫颈癌疫苗）除了预防宫颈癌，还能预防其他疾病吗？",
				"text": "目前国内获批的HPV疫苗（宫颈癌疫苗）除可预防高危型HPV16、18型所致的宫颈癌外，还能预防HPV 16/18型所致的2级、3级宫颈上皮内瘤样病变（CIN2/3）和原位腺癌；以及1级宫颈上皮内瘤样病变（CIN1）。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）后还需要进行宫颈筛查吗？",
				"text": "因为HPV疫苗（宫颈癌疫苗）并不能预防所有的HPV感染，所以接种HPV疫苗（宫颈癌疫苗）后仍然需要进行宫颈筛查。"
			},
			{
				"title": "接种HPV疫苗（宫颈癌疫苗）后产生的保护可以持续多久呢？",
				"text": "研究显示，目前国内首个获批的HPV疫苗（宫颈癌疫苗）可以诱导长期的高水平抗体：<br />    长期随访研究显示，接种疫苗后9.4年，所有接种者的血清HPV 16／18型抗体仍然呈阳性，HPV 16和18型别抗体水平仍然是自然感染获得的抗体水平的10倍以上；<br />    模型推测疫苗可诱导长期免疫反应：接种后 HPV16和18的抗体水平可保持高于自然感染水平长达20年，甚至50年。"
			},
			{
				"title": "接种了HPV疫苗（宫颈癌疫苗）之后还会得宫颈癌吗？",
				"text": "可能会。能引起宫颈癌的HPV型别很多，对于目前获批的HPV疫苗（宫颈癌疫苗），其可以保护HPV16和18型别HPV感染引起的宫颈癌及相关癌前病变，对HPV31/33和45型引起的疾病也有一定的交叉保护作用，但也不能覆盖所有的HPV型别。"
			}
		]
	}
});
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 2,
		pages: 3
	},
	responseText: {
		"pages": fqa2,
		"list": [
			{
				"title":"HPV疫苗（宫颈癌疫苗）的安全性如何呢？",
				"text":"目前国内获批的HPV疫苗（宫颈癌疫苗）安全性良好：<br />    接种HPV疫苗（宫颈癌疫苗）的局部和全身不良反应均为短暂的轻中度症状 ，不影响受试者依从性；<br />    HPV疫苗（宫颈癌疫苗）的长期安全性数据汇总分析显示，HPV疫苗（宫颈癌疫苗）组和对照组的不良反应发生率和分布类似；<br />    HPV疫苗（宫颈癌疫苗）耐受性受到世界卫生组织（WHO）、国际妇产科协会（FIGO）和美国疾控中心（CDC）等权威机构的认可。"
			},
			{
				"title":"接种HPV疫苗（宫颈癌疫苗）后有什么不良反应呢？",
				"text":"目前国内获批的HPV疫苗（宫颈癌疫苗）不良反应按国际医学科学组织委员会(CIOMS)推荐不良反应的发生率表示为：十分常见（≥10%），常见（1%～10%，含1%），偶见（0.1%～1%，含0.1%），罕见（0.01%～0.1%，含0.01%），十分罕见（＜0.01%）<br />    ·全身不良反应<br>十分常见：疲乏、头痛、肌痛。   <br />常见：发热（≥38 °C）、胃肠道症状（包括恶心、呕吐、腹泻和腹痛）、关节痛、瘙痒、皮疹和荨麻疹。<br />偶见：上呼吸道感染、头晕、局部感觉异常及淋巴结病。<br />    ·局部不良反应<br />十分常见：注射部位疼痛、发红和肿胀。<br />偶见：注射部位的其他反应，如硬结。 <br />以上大部分不良反应程度为轻至中度，且短期内可自行缓解。详细不良反应请参见疫苗产品说明书。"
			},
			{
				"title":"接种HPV疫苗（宫颈癌疫苗）可能导致感染HPV吗？",
				"text":"HPV疫苗（宫颈癌疫苗）抗原不含HPV DNA，无感染性。"
			},
			{
				"title":"妊娠期间可以接种HPV疫苗（宫颈癌疫苗）吗？",
				"text":"妊娠期间应避免接种HPV疫苗（宫颈癌疫苗），因为目前尚缺乏足够的证据来评估HPV疫苗（宫颈癌疫苗）对妊娠妇女的影响。若女性已经或准备妊娠，建议推迟或中断接种程序，妊娠期结束后再进行接种"
			},
			{
				"title":"哺乳期可以接种HPV疫苗（宫颈癌疫苗）吗？",
				"text":"哺乳期不是接种HPV疫苗（宫颈癌疫苗）的禁忌，但目前尚未在临床研究中评估过哺乳期妇女接种HPV疫苗（宫颈癌疫苗）后对母乳喂养婴儿的影响。因此，哺乳期妇女接种本品时应谨慎。请咨询医疗保健专业人士以获得个人医疗建议。"
			},
			{
				"title":"生过孩子（有过生育史）后还能打HPV疫苗（宫颈癌疫苗）吗？",
				"text":"可以打。生育史并不是接种HPV疫苗（宫颈癌疫苗）的禁忌。"
			},
			{
				"title":"接种HPV疫苗（宫颈癌疫苗）会影响生育功能吗？",
				"text":"目前没有证据显示，接种HPV疫苗（宫颈癌疫苗）会对女性的妊娠、生育以及胚胎发育造成影响。"
			},
			{
				"title":"经期接种疫苗的影响？",
				"text":"未见相关影响，可以随时接种。"
			},
			{
				"title":"免疫低下/HIV感染者可以接种吗？",
				"text":"这方面免疫原性方面的信息十分有限<br />有关HPV疫苗（宫颈癌疫苗）3剂接种程序用于血清HIV阳性的女性和男性以及7~12岁感染HIV儿童的数据消除了人们对疫苗安全性的疑虑"
			},
			{
				"title":"生病期间（如感冒、发烧）或有如先天性心脏病等能否接种HPV疫苗（宫颈癌疫苗）？",
				"text":"接种者在患有急性严重发热性疾病时应推迟接种本品。如果仅为感冒等轻微感染无需推迟接种。<br />目前尚无有关先天性心脏病患者接种HPV疫苗（宫颈癌疫苗）的数据"
			}
		]
	}
});
$.mockjax({
	url: "/restful/fqa",
	data: {
		type: 2,
		pages: 4
	},
	responseText: {
		"pages": fqa2,
		"list": [
			{
				"title":"HPV疫苗（宫颈癌疫苗）可以和其他疫苗如乙肝疫苗、流感疫苗等同时接种吗？",
				"text":"由于国内尚未进行本品与其他疫苗联合接种的临床试验，目前暂不推荐本品与其他疫苗同时接种。"
			},
			{
				"title":"二价HPV疫苗（宫颈癌疫苗）是否只能保护HPV-16/18？",
				"text":"在临床研究中，对照组中约61.3%的CIN3+与HPV-16/18相关，而二价HPV疫苗（宫颈癌疫苗）的总体保护效力达到93.2%，高于仅对HPV-16/18的预期保护效力，表明二价HPV疫苗（宫颈癌疫苗）也对非疫苗型HPV引起的CIN 3+提供保护。WHO免疫专家咨询委员会（SAGE）认为，双价HPV疫苗（宫颈癌疫苗）除了能预防HPV-16/18引起的相关宫颈病变外，也能对HPV-31/33/45提供交叉保护。"
			},
			{
				"title":"二价、四价、九价HPV疫苗（宫颈癌疫苗）有什么区别， 如何选择HPV疫苗（宫颈癌疫苗）？",
				"text":"目前， 全球使用的HPV疫苗（宫颈癌疫苗）有三种， 分别是： 二价、四价和九价疫苗。 二价疫苗于2016年7月在中国大陆地区获批， 是首个获得中国食品药品监督管理总局批准上市的HPV疫苗（宫颈癌疫苗）， 已于2017年7月正式上市销售。 四价疫苗于2017年5月获批， 目前还未上市销售。 九价疫苗还未开始在中国的临床研究。<br />针对所有致癌型HPV的总体保护效力，是选择HPV疫苗（宫颈癌疫苗）最重要的考量。中国食品药品监督管理总局批准的二价和四价疫苗都适用于预防因致癌型HPV16/18型所致的宫颈癌和宫颈癌前病变。两种疫苗的安全性数据获得权威机构认<br />二价疫苗不仅能够有效预防因致癌型HPV16/18型引起的宫颈癌及宫颈癌前病变， 根据大型临床试验证明， 二价疫苗针对所有致癌型HPV，在HPV未感染人中的总体保护效力高达93%,其超过90%的总体保护效果在大规模群体接种使用中也得到证实.二价疫苗针对至少五种致癌型HPV提供保护。<br />四价疫苗能够有效预防因致癌型HPV16/18型引起的宫颈癌及宫颈癌前病变， 其针对非致癌型HPV6/11型相关疾病的保护效果在国内临床中尚未证实"
			}
		]
	}
});